Revit 2027 API
MEPSection.ReynoldsNumber Property
 The Reynolds number of the section.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ReynoldsNumber { get; }
Public ReadOnly Property ReynoldsNumber As Double
	Get
public:
property double ReynoldsNumber {
	double get ();
}
member ReynoldsNumber : float with get
Property Value
Double
Remarks
 Reynolds number is a number. The Reynolds number type is UT_Number.
See Also
Reference
MEPSection Class
Autodesk.Revit.DB.Mechanical Namespace